i5/20220913-mdraid-limit-2/0/xfs/5000/run-ro-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: select only>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 900 s
number of transactions actually processed: 36667817
number of failed transactions: 0 (0.000%)
latency average = 0.393 ms
initial connection time = 13.795 ms
tps = 40741.958681 (without initial connection time)